{
    "posts":[
    {
    "name": "BTS",
    "info": "BTS, also known as Bangtan Sonyeondan, is a seven-member boy group known for their meaningful lyrics and powerful performances.",
    "profile": "https://i.scdn.co/image/ab676161000051745704a64f34fe29ff73ab56bb",
    "banner": "https://reaction.life/wp-content/uploads/elementor/thumbs/shutterstock_1309804855-1-pqllc35o1l64tbhh64zfgirh5bbl4c5bjbg007kyhk.jpg",
    "type": "Boy Band",
    "infopart1": "BTS, also known as the Bangtan Boys, is a South Korean boy band that debuted in 2013 under the management of Big Hit Entertainment. The group is composed of seven members: RM, Jin, Suga, J-Hope, Jimin, V, and Jungkook. BTS stands for 'Bangtan Sonyeondan,' which translates to 'Bulletproof Boy Scouts' in English. The group has gained global popularity, becoming one of the biggest and most influential boy bands in the world.",
    "infopart2": "The bio of BTS highlights their success in the music industry, breaking records and barriers with their unique blend of K-pop, hip-hop, and R&B music. They have released numerous chart-topping albums and singles, including 'Dynamite,' which was the first song by a South Korean group to top the Billboard Hot 100 chart. BTS has also won numerous awards and accolades, including multiple Billboard Music Awards, American Music Awards, and MTV Music Video Awards. In addition to their musical accomplishments, BTS is also known for their philanthropic efforts, including donating to various causes and partnering with organizations such as UNICEF to raise awareness about important social issues.",
    "id":"PL1s89zMwwA_0KHFlD_PL5qVDptDaaC9Yh"
    },
    {
    "name": "Blackpink",
    "info": "BLACKPINK is a four-member girl group known for their fierce image and catchy songs.",
    "profile": "https://i.scdn.co/image/ab67616100005174c9690bc711d04b3d4fd4b87c",
    "banner": "https://th.bing.com/th/id/R.197157efc866108c418fde9a8d200460?rik=f%2fTQrKVbjZS65Q&pid=ImgRaw&r=0",
    "type": "Girl Group",
    "infopart1": "Blackpink is a South Korean girl group that was formed by YG Entertainment in 2016. The group consists of four members: Jisoo, Jennie, Rosé, and Lisa. Blackpink is known for their powerful vocals, catchy tunes, and stunning visuals, and has quickly become one of the most popular and successful girl groups in the world. They have released several hit singles, including 'Whistle,' 'Boombayah,' and 'Kill This Love,' which have all achieved chart-topping success in South Korea and abroad.",
    "infopart2": "In addition to their musical accomplishments, Blackpink is also known for their fashion sense and high-profile collaborations with brands such as Dior and Adidas. They have also been recognized for their social media presence, with each member having millions of followers on platforms such as Instagram and YouTube. Overall, Blackpink is a dynamic and influential girl group that has made a significant impact on the music industry and popular culture. Their unique blend of talent, style, and charisma has earned them a devoted fanbase around the world, and they continue to inspire and entertain audiences with their music and performances.",    
    "id":"PLNF8K9Ddz0kKfujG6blfAxngYh_C66C_q"
    },
    {
    "name": "TWICE",
    "info": "TWICE is a nine-member girl group known for their bubbly and cheerful image and catchy dance tracks.",
    "profile": "https://i.scdn.co/image/ab676161000051748944c8aec8db82f35980b191",
    "banner": "https://pbs.twimg.com/media/C5EzSmnVcAAPsiH.jpg:large",
    "type": "Girl Group",
    "infopart1": "TWICE is a South Korean girl group that was formed by JYP Entertainment in 2015. The group is composed of nine members: Nayeon, Jeongyeon, Momo, Sana, Jihyo, Mina, Dahyun, Chaeyoung, and Tzuyu. TWICE is known for their catchy pop tunes, colorful music videos, and energetic performances, and has become one of the most popular girl groups in Asia.",
    "infopart2": "The bio of TWICE highlights their success in the music industry, having released numerous hit singles and albums that have topped the charts in South Korea and Japan. Their breakthrough single, 'Cheer Up,' won multiple awards and became one of the best-selling songs of 2016 in South Korea. TWICE has also won numerous awards and accolades, including multiple Mnet Asian Music Awards and Seoul Music Awards. In addition to their musical accomplishments, TWICE is also known for their endearing personalities and close bond with their fans, known as 'ONCEs.' Their upbeat and positive image has earned them a large and dedicated fanbase both in Asia and around the world.",    
    "id":"PLyo6W3g1j4QYsN3tqICUm-1T8YPkPHiwy"
    },
    {
    "name": "EXO",
    "info": "EXO is a nine-member boy group known for their impressive vocals and impressive choreography.",
    "profile": "https://i.scdn.co/image/ab67616100005174465b1b62cf6eca8f851aaabc",
    "banner": "https://wallpapercave.com/wp/wp4709975.jpg",
    "type": "Boy Band",
    "infopart1": "EXO is a South Korean-Chinese boy band that was formed by SM Entertainment in 2011. The group consists of nine members: Xiumin, Suho, Lay, Baekhyun, Chen, Chanyeol, D.O., Kai, and Sehun. EXO is known for their powerful vocals, intricate choreography, and innovative music videos, and has become one of the most popular and influential boy bands in the world.",
    "infopart2": "The bio of EXO emphasizes their impact on the music industry, having released several hit albums and singles that have broken records and won numerous awards. They are known for their distinctive sound, which blends elements of pop, R&B, and hip-hop, and for their high-energy live performances. EXO has also been recognized for their fashion sense and style, with many of their music videos and stage outfits becoming popular fashion trends in Asia. Overall, EXO is a talented and versatile group that has made a significant impact on the K-pop scene and beyond, and continues to inspire and entertain audiences around the world with their music and performances.",
    "id": "PLt1MjqWQPImEhLdNWrBOX3m6hE0XDI0ph"
    },
    {
    "name": "Red Velvet",
    "info": "Red Velvet is a five-member girl group known for their versatile music style and concept. They are known for incorporating different genres in their music.",
    "profile": "https://i.scdn.co/image/ab676161000051745bf330a57b9dcffd8f7b2c14",
    "banner": "https://0.soompi.io/wp-content/uploads/2019/12/20190623/Red-Velvet-2.jpeg",
    "type": "Girl Group",
    "infopart1": "Red Velvet is a South Korean girl group that was formed by SM Entertainment in 2014. The group consists of five members: Irene, Seulgi, Wendy, Joy, and Yeri. Red Velvet is known for their unique blend of pop, R&B, and electronic music, and their ability to seamlessly switch between different musical styles and concepts. They have released several hit singles and albums that have achieved commercial success in South Korea and abroad.",
    "infopart2": "The bio of Red Velvet emphasizes their versatility as a group, with each member bringing their own distinct personality and talent to the table. They are known for their captivating music videos and colorful stage performances, as well as their catchy and memorable songs. Red Velvet has also been recognized for their fashion sense and style, with many of their outfits and accessories becoming popular fashion trends among young fans. Overall, Red Velvet is a dynamic and talented girl group that has made a significant impact on the K-pop scene and continues to inspire and entertain fans around the world with their music and performances.",    
    "id": "PLf6o667sbSzx88vIYLVhs-UyjBNJG0J7I"
    },
    {
    "name": "NCT 127",
    "info": "NCT is a group that consists of multiple sub-units and members from all over the world. They are known for their experimental music and unique concepts.",
    "profile": "https://i.scdn.co/image/ab676161000051747d874b307cb092e68db73207",
    "banner": "https://www.hellokpop.com/wp-content/uploads/2020/01/IMG_20200127_001109.jpg",
    "type": "Boy Band",
    "infopart1": "NCT 127 is a South Korean boy group that was formed by SM Entertainment in 2016. The group consists of ten members, including Taeyong, Taeil, Johnny, Yuta, Doyoung, Jaehyun, Winwin, Jungwoo, Mark, and Haechan. NCT 127 is known for their high-energy performances, powerful rap verses, and diverse musical style that incorporates elements of hip-hop, R&B, and EDM.",
    "infopart2": "The bio of NCT 127 highlights their success as a group, with multiple hit albums and singles that have topped the charts in South Korea and around the world. They are also known for their innovative and visually stunning music videos, as well as their unique concept of 'limitless members and infinite music.' NCT 127 has won numerous awards and accolades, including the Best New Male Artist award at the Mnet Asian Music Awards in 2016. With their growing popularity and dedicated fanbase, NCT 127 is poised to become one of the biggest names in K-pop in the coming years.",    
    "id": "PLj9DYMWYk-X6tq-kCP8CBtjVluRPOvN5L"
    },
    {
    "name": "Seventeen",
    "info": "Seventeen is a thirteen-member boy group known for their synchronized choreography and self-produced music.",
    "profile": "https://i.scdn.co/image/ab6761610000517495f5142b421466cf22028f6f",
    "banner": "https://s1.ticketm.net/dam/a/123/2ffb250b-4696-4abd-a2c2-f61b0c600123_1238781_TABLET_LANDSCAPE_LARGE_16_9.jpg",
    "type": "Boy Band",
    "infopart1": "Seventeen is a South Korean boy group that was formed by Pledis Entertainment in 2015. The group consists of thirteen members, including S.Coups, Jeonghan, Joshua, Jun, Hoshi, Wonwoo, Woozi, DK, Mingyu, The8, Seungkwan, Vernon, and Dino. Seventeen is known for their impressive choreography, catchy songs, and self-produced music that often incorporates elements of hip-hop, R&B, and EDM.",
    "infopart2": "The bio of Seventeen highlights their unique concept of being a 'self-producing' group, with members actively involved in the songwriting, production, and choreography of their music. They have released multiple hit albums and singles, including the chart-topping songs 'Don't Wanna Cry' and 'Very Nice.' Seventeen has also won numerous awards and recognition for their music and performances, including the Best Performance award at the 2019 Asia Artist Awards. With their impressive talent and dedication to their craft, Seventeen has become one of the most popular and influential boy groups in the K-pop industry.",    
    "id": "PLk_UmMfvZDx2wu3ynTngcZMzgH4l2SgLP"
    },
    {
    "name": "GOT7",
    "info": "GOT7 is a seven-member boy group known for their energetic performances and catchy songs.",
    "profile": "https://i.scdn.co/image/ab67616100005174d90aa536055fe9806b3960e6",
    "banner": "https://th.bing.com/th/id/R.94fe20eb661c174eb4f34e10c99cbe54?rik=DfILiNzGZiASRw&pid=ImgRaw&r=0",
    "type": "Boy Band",
    "infopart1": "GOT7 is a South Korean boy group that was formed by JYP Entertainment in 2014. The group consists of seven members, including JB, Mark, Jackson, Jinyoung, Youngjae, BamBam, and Yugyeom. GOT7 is known for their diverse musical style that incorporates elements of hip-hop, R&B, and EDM, as well as their impressive dance skills and captivating stage performances.",
    "infopart2": "The bio of GOT7 highlights their success as a group, with multiple hit albums and singles that have topped the charts in South Korea and around the world. They have won numerous awards and recognition for their music and performances, including the Best Worldwide Act award at the 2016 MTV Europe Music Awards. GOT7 has also gained a dedicated fanbase, known as 'Ahgases,' who are known for their passionate support of the group. With their dynamic music and energetic performances, GOT7 has become one of the most popular boy groups in the K-pop industry.",    
    "id": "PLUkP5yep7LOAvY7HWDcqOhg3If56fCl8v"
    },
    {
    "name": "Mamamoo",
    "info": "Mamamoo is a four-member girl group known for their powerful vocals and retro-inspired music.",
    "profile": "https://i.scdn.co/image/ab67616100005174e12972169702affd7a4c48ec",
    "banner": "https://0.soompi.io/wp-content/uploads/2019/11/07071619/mamamoo3.jpeg",
    "type": "Girl Group",
    "infopart1": "Mamamoo is a South Korean girl group that debuted in 2014 under RBW Entertainment. The group consists of four members, Solar, Moonbyul, Wheein, and Hwasa. Mamamoo is known for their strong vocals and unique sound that blends elements of jazz, soul, and hip-hop. They have gained recognition for their powerful performances, catchy songs, and bold fashion style.",
    "infopart2": "The bio of Mamamoo highlights their success as a group, with multiple hit albums and singles that have topped the charts in South Korea and internationally. They have won numerous awards for their music and performances, including several Mnet Asian Music Awards and Golden Disc Awards. Mamamoo has also gained a large and dedicated fanbase, known as 'Moomoos,' who admire their talent, confidence, and individuality. With their distinctive sound and confident stage presence, Mamamoo has become one of the most popular girl groups in the K-pop industry.",    
    "id": "PLTLqUtttZgFFipYI2zqrKa803yzezZ7PL"
    },
    {
    "name": "ATEEZ",
    "info": "ATEEZ is an eight-member boy group known for their intense performances and unique storytelling in their music videos.",
    "profile": "https://i.scdn.co/image/ab676161000051745d87e2a10ba3b2f8bb2c5270",
    "banner": "https://www.allkpop.com/upload/2021/08/content/221152/web_data/allkpop_1629647978_ateez.jpg",
    "infopart1": "ATEEZ is a South Korean boy group that was formed by KQ Entertainment in 2018. The group consists of eight members, including Hongjoong, Seonghwa, Yunho, Yeosang, San, Mingi, Wooyoung, and Jongho. ATEEZ is known for their powerful performances and captivating music that incorporates elements of EDM, hip-hop, and rock. They have gained recognition for their impressive dance skills, strong vocal performances, and their ability to tell unique and compelling stories through their music.",
    "infopart2": "The bio of ATEEZ highlights their success as a group, with multiple hit albums and singles that have topped the charts in South Korea and internationally. They have won numerous awards for their music and performances, including the New Artist of the Year award at the 2019 Mnet Asian Music Awards. ATEEZ has also gained a large and passionate fanbase, known as 'ATINY,' who admire their creativity, energy, and dedication to their craft. With their unique sound and powerful performances, ATEEZ has become one of the most exciting and innovative boy groups in the K-pop industry.",    
    "type": "Boy Band",
    "id": "PL8W8UATNCEysRhJK_H-kIRVZIWi5gJBzz"
    },
    {
    "name": "TXT",
    "info": "TXT, also known as Tomorrow X Together, is a five-member boy group known for their youthful and dreamy image and music.",
    "profile": "https://i.scdn.co/image/ab6761610000517463329d77582c519154674fd7",
    "banner": "https://cdn.filestackcontent.com/crop=d:[0,460,4096,2048]/pjpg=q:90/compress/Ztdo8BWSDiGuDcJ6us5w",
    "type": "Boy Band",
    "infopart1": "TXT, also known as Tomorrow X Together, is a South Korean boy group that was formed by Big Hit Entertainment in 2019. The group consists of five members, including Soobin, Yeonjun, Beomgyu, Taehyun, and Huening Kai. TXT is known for their youthful energy, bright personalities, and fresh sound that incorporates elements of pop, rock, and hip-hop. They have gained recognition for their catchy songs, impressive dance performances, and their ability to connect with their fans on a personal level.",
    "infopart2": "The bio of TXT highlights their success as a group, with multiple hit albums and singles that have topped the charts in South Korea and internationally. They have won several awards for their music and performances, including the Best New Male Artist award at the 2019 Melon Music Awards. TXT has also gained a large and dedicated fanbase, known as 'MOA,' who appreciate their positive messages, creative visuals, and individual talents. With their upbeat and optimistic music, TXT has quickly become one of the most promising boy groups in the K-pop industry.",
    "id": "PLQwaMZCS6vkjitLmlboZrY8Y4R_IODEu3"
    },
    {
    "name": "ITZY",
    "info": "ITZY is a five-member girl group known for their girl power image and catchy songs.",
    "profile": "https://i.scdn.co/image/ab676161000051748ec4207332def07fec21874d",
    "banner": "https://k-gen.fr/wp-content/uploads/2020/02/itzy-itz-me-wannabe-scaled.jpg",
    "type": "Girl Group",
    "infopart1": "ITZY is a South Korean girl group that was formed by JYP Entertainment in 2019. The group consists of five members, including Yeji, Lia, Ryujin, Chaeryeong, and Yuna. ITZY is known for their fierce and confident performances, with a sound that blends elements of pop, hip-hop, and EDM. They have gained recognition for their powerful vocals, impressive dance skills, and their ability to inspire and empower their fans through their music.",
    "infopart2": "The bio of ITZY highlights their success as a group, with multiple hit albums and singles that have topped the charts in South Korea and internationally. They have won several awards for their music and performances, including the Best New Female Artist award at the 2019 Mnet Asian Music Awards. ITZY has also gained a large and dedicated fanbase, known as 'MIDZY,' who appreciate their message of self-love, confidence, and empowerment. With their unique style and infectious energy, ITZY has quickly become one of the most exciting and impactful girl groups in the K-pop industry.",
    "id": "PLnje7IHR9mTZHK_GUKkmJkylkm88BTuzy"
    },
    {
    "name": "Monsta X",
    "info": "Monsta X is a six-member boy group known for their powerful performances and intense music.",
    "profile": "https://i.scdn.co/image/ab676161000051743806dc272074141b5f4ae00d",
    "banner": "https://image.kpopmap.com/2020/11/EZlRThpUEAAyOv6.jpg-large.jpeg",
    "type": "Boy Band",
    "infopart1": "Monsta X is a South Korean boy group that was formed by Starship Entertainment in 2015. The group consists of seven members, including Shownu, Minhyuk, Kihyun, Hyungwon, Joohoney, I.M, and the late member Wonho. Monsta X is known for their powerful and dynamic performances, with a sound that incorporates elements of pop, hip-hop, and EDM. They have gained recognition for their impressive vocals, rap skills, and their ability to connect with their fans through their emotional and relatable lyrics.",
    "infopart2": "The bio of Monsta X highlights their success as a group, with multiple hit albums and singles that have topped the charts in South Korea and internationally. They have won several awards for their music and performances, including the Best Performance award at the 2019 Asia Artist Awards. Monsta X has also gained a large and dedicated fanbase, known as 'Monbebe,' who appreciate their raw and authentic approach to music and their willingness to tackle social issues through their art. With their high-energy performances and captivating personalities, Monsta X has become one of the most popular and respected boy groups in the K-pop industry.",
    "id": "PLHTXPCjBxcEtBqAlk9hKfn6z3zOwdkG7L"
    },
    {
    "name": "(G)I-DLE",
    "info": "(G)I-DLE is a six-member girl group known for their unique sound and concept.",
    "profile": "https://i.scdn.co/image/ab676161000051748abd5f97fc52561939ebbc89",
    "banner": "https://image.kpopmap.com/2020/02/gidle-friendship-2.jpg",
    "type": "Girl Group",
    "infopart1": "(G)I-DLE is a South Korean girl group that debuted in 2018 under Cube Entertainment. The group consists of six members, including Soyeon, Miyeon, Minnie, Yuqi, Shuhua, and the former member Soojin. (G)I-DLE is known for their unique sound, which blends elements of K-pop, EDM, and hip-hop. They have gained recognition for their powerful vocals, rap skills, and their ability to experiment with different musical styles and concepts.",
    "infopart2": "The bio of (G)I-DLE highlights their success as a group, with multiple hit songs and albums that have topped the charts in South Korea and internationally. They have won several awards for their music and performances, including the Rookie of the Year award at the 2018 Mnet Asian Music Awards. (G)I-DLE has also gained a large and diverse fanbase, known as 'Neverlands,' who appreciate their confident and unapologetic approach to music and their willingness to speak out on social issues. With their unique sound and fierce stage presence, (G)I-DLE has become one of the most exciting and innovative girl groups in the K-pop industry.",    
    "id": "PLEIKVOkvlvXO7dPmRlu5s8xwKuJNqQs9x"
    },
    {
    "name": "Girls' Generation",
    "info": "Girls' Generation is a veteran girl group that has been active since 2007. They are known for their catchy songs and glamorous image.",
    "profile": "https://i.scdn.co/image/ab67616100005174385df356841aaec34a0914aa",
    "banner": "https://www.soshified.com/wp-content/uploads/2012/10/G-Star-RAW1.jpg",
    "type": "Girl Group",
    "infopart1": "Girl's Generation, also known as SNSD, is a legendary South Korean girl group that debuted in 2007 under SM Entertainment. The group originally consisted of nine members, including Taeyeon, Sunny, Tiffany, Hyoyeon, Yuri, Sooyoung, Yoona, Seohyun, and Jessica (who later left the group in 2014). Girl's Generation is known for their catchy pop songs, intricate choreography, and charming personalities, which have won over fans not only in South Korea but also worldwide.",
    "infopart2": "The bio of Girl's Generation highlights their numerous accomplishments and contributions to the K-pop industry. They have released numerous hit songs, such as 'Gee,' 'Oh!,' and 'I Got a Boy,' which have become K-pop classics. Girl's Generation has also won numerous awards, including multiple Daesangs (grand prizes) at major award shows such as the Golden Disk Awards and the Seoul Music Awards. Additionally, they have achieved international success, with tours and concerts in countries such as Japan, the United States, and France. Girl's Generation's legacy as one of the most successful and influential K-pop girl groups of all time continues to inspire and influence new generations of K-pop artists.",    
    "id": "PLWqmx9tPP7R9kWVg08kzfYbMyMsvoZkAe"
    },
    {
    "name": "EXID",
    "info": "EXID is a five-member girl group known for their sultry image and catchy songs.",
    "profile": "https://i.scdn.co/image/ab67616100005174271110d977700b69d9548993",
    "banner": "https://th.bing.com/th/id/R.147bdb217fb1c2cb22cfe3a6e965b60a?rik=sVNqWBG%2bHsS5gA&riu=http%3a%2f%2fwww.kpopmusic.com%2fwp-content%2fuploads%2f2015%2f10%2fEXID-kpop_67.jpg&ehk=iSpT09B89drnycW6HJ16Iim%2fdmEJX4K7rJhL0o58Chg%3d&risl=&pid=ImgRaw&r=0",
    "type": "Girl Group",
    "infopart1": "EXID, short for 'Exceed In Dreaming,' is a South Korean girl group that debuted in 2012 under Banana Culture Entertainment. Originally a five-member group, EXID gained widespread popularity in 2014 after a fancam of member Hani performing their song 'Up & Down' went viral. Since then, EXID has become known for their powerful vocals, bold concepts, and dynamic performances.",
    "infopart2": "The bio of EXID highlights their unique journey to success, as they gained popularity later in their career rather than immediately upon debut. Despite facing challenges such as lineup changes and hiatuses, EXID has continued to release hit songs such as 'Hot Pink' and 'DDD,' as well as showcase their individual talents through solo projects. They have also been recognized for their contributions to the K-pop industry, receiving awards such as the Best Female Group Award at the Mnet Asian Music Awards. EXID's hard work and dedication to their craft have earned them a dedicated fanbase and cemented their status as one of the most talented and respected girl groups in K-pop.",    
    "id": "PLmSYmpvvW-3Fg_hObRLnhcY7LlIEb4Fib"
    },
    {
    "name": "SHINee",
    "info": "SHINee is a veteran boy group that has been active since 2008. They are known for their impressive vocals and dance skills.",
    "profile": "https://i.scdn.co/image/ab676161000051747ece2134de8809efcfdc9be7",
    "banner": "https://th.bing.com/th/id/R.9f16a92f6992dcc89ed8c289bddd942e?rik=i4tz3DUbC4CO6A&riu=http%3a%2f%2fi.imgur.com%2fSP96fzW.jpg&ehk=aSS5vINph7RoMyXWtF1oF88Zhr9JlORoRxrPubRSotQ%3d&risl=1&pid=ImgRaw&r=0",
    "type": "Boy Band",
    "infopart1": "SHINee is a South Korean boy group that debuted in 2008 under SM Entertainment. The group consists of five members: Onew, Key, Minho, Taemin, and the late Jonghyun. Known for their impressive vocal abilities and intricate choreography, SHINee quickly gained popularity with their debut song 'Replay.' They have since released numerous hit songs such as 'Lucifer,’ 'Sherlock,’ and 'View,’ and have received multiple awards for their music and performances.",
    "infopart2": "The bio of SHINee highlights their unique sound and artistic vision, as well as their strong bond as a group. Despite facing difficult times, such as the passing of member Jonghyun in 2017, SHINee has continued to create music that showcases their individual talents while also staying true to their signature style. They have also ventured into other areas of entertainment, such as acting and variety shows. SHINee's impact on the K-pop industry and their dedicated fanbase have solidified their status as one of the most iconic and influential groups in K-pop history.",    
    "id": "PLspw1hYuIIQNrOmKesXJW3SOcOQswigpT"
    },
    {
    "name": "Big Bang",
    "info": "Big Bang is a veteran boy group that has been active since 2006. They are known for their unique sound and powerful performances.",
    "profile": "https://i.scdn.co/image/ab67616100005174597a4257d0022e2ac837fa7d",
    "banner": "https://0.soompi.io/wp-content/uploads/2016/05/31105840/History.jpg",
    "infopart1": "Big Bang is a legendary South Korean boy group that debuted in 2006 under YG Entertainment. The group consists of five members: G-Dragon, T.O.P, Taeyang, Daesung, and Seungri. Known for their innovative music, fashion-forward style, and charismatic performances, Big Bang has achieved immense success both in South Korea and internationally. Their hits include 'Haru Haru,’ 'Fantastic Baby,’ and 'Bang Bang Bang,’ among many others.",
    "infopart2": "The bio of Big Bang highlights their impact on the K-pop industry and their ability to constantly evolve and innovate. They have experimented with different genres, incorporating elements of hip-hop, R&B, EDM, and rock into their music. Big Bang's influence extends beyond just music, as they have also made a mark in fashion, with members often being recognized for their unique and daring fashion choices. Despite taking a hiatus as a group, with members pursuing solo careers and dealing with personal controversies, Big Bang remains one of the most iconic and beloved K-pop groups of all time.",
    "type": "Boy Band",
    "id": "PLKupokeFZHQmydOtxGHD_nt33al2lU2fC"
    },
    {
    "name": "CLC",
    "info": "CLC is a seven-member girl group known for their diverse music style and powerful performances.",
    "profile": "https://i.scdn.co/image/ab67616100005174123f438003920eced08e348d",
    "banner": "https://assets.teenvogue.com/photos/5f99836563c1bc6ab2db17c5/16:9/w_2560%2Cc_limit/lede.jpg",
    "type": "Girl Group",
    "infopart1": "CLC is a South Korean girl group formed by Cube Entertainment in 2015. The group originally debuted with five members but later added two more members in 2016. The current members are Seunghee, Yujin, Seungyeon, Sorn, Yeeun, Elkie, and Eunbin. CLC stands for 'Crystal Clear,’ and their fandom name is 'Cheshire.’",
    "infopart2": "CLC's music style has evolved over the years, starting with a cute and innocent image in their debut song 'Pepe' to a more mature and edgy sound in their later releases. They are known for their powerful and charismatic performances and have experimented with various genres such as EDM, hip-hop, and Latin pop. CLC has gained popularity internationally and has performed in various countries such as Japan, Thailand, and the United States. They continue to release new music and showcase their versatility as a group.",
    "id": "PLsXVVzXosn7xp8Dxhib68N0z2iKcgfw8q"
    },
    {
    "name": "GFRIEND",
    "info": "GFRIEND is a six-member girl group known for their innocent and pure image and synchronized dance performances.",
    "profile": "https://i.scdn.co/image/ab67616100005174d0701912e6fccf8427bc7361",
    "banner": "https://dbkpop.com/wp-content/uploads/2019/07/gfriend_fever_season_all-2000x1455.jpg",
    "type": "Girl Group",
    "infopart1": "GFRIEND is a South Korean girl group formed by Source Music in 2015. The group consists of six members: Sowon, Yerin, Eunha, Yuju, SinB, and Umji. Their name stands for 'Friendship' and 'Guardian' and their music often features themes of love, relationships, and personal growth. GFRIEND gained recognition for their synchronised dance performances and powerful vocals, which have become a signature of their music.",
    "infopart2": "Since their debut, GFRIEND has released multiple successful albums and singles, including 'Me Gustas Tu,' 'Rough,' and 'Navillera.' They have won numerous awards, including Best Female Group at the Mnet Asian Music Awards and Golden Disk Awards. GFRIEND has also gained popularity internationally, with successful tours in Asia and the United States. In addition to their music career, the members of GFRIEND have also appeared in a variety of television shows and commercials.",
    "id": "PLmSYmpvvW-3F9-hD9QxzPge3BwnFm_RlA"
    },
    {
    "name": "Oh My Girl",
    "info": "Oh My Girl is a seven-member girl group known for their dreamy and ethereal music and visuals.",
    "profile": "https://i.scdn.co/image/ab676161000051749954a1ab45b2404a7bff2a45",
    "banner": "https://th.bing.com/th/id/R.2b522fc3ff2ef281d512672aa9dab56d?rik=fPHDbP%2bbOdczeg&pid=ImgRaw&r=0",
    "type": "Girl Group",
    "infopart1": "Oh My Girl is a South Korean girl group that debuted in 2015 under WM Entertainment. The group's name stands for 'Oh My God' and represents the members' desire to bring happiness and joy to their fans. The group consists of seven members: Hyojung, Mimi, YooA, Seunghee, Jiho, Binnie, and Arin. Oh My Girl is known for their unique and dreamy concept, combining elements of fairy tales, mythology, and nature.",
    "infopart2": "The group has released several successful albums and singles, including 'Windy Day,' 'Secret Garden,' and 'Nonstop.' Their music is characterized by its ethereal sound, intricate vocal harmonies, and creative storytelling. Oh My Girl has also gained a significant international following, particularly in Japan and Southeast Asia, and has performed in various music festivals and concerts around the world. The group has won several awards and accolades, including the Best Female Group Award at the 2021 Gaon Chart Music Awards. Oh My Girl continues to captivate audiences with their magical performances and enchanting music.",
    "id": "PLaq57sKEfJob1TFjAJZy6-gar2fsI83FN"
    },
    {
    "name": "AOA",
    "info": "AOA is a seven-member girl group known for their sexy and confident image and catchy songs.",
    "profile": "https://i.scdn.co/image/ab67616d00001e0236adcea4e93245f1fec547df",
    "banner": "https://th.bing.com/th/id/R.5843553cd309680ecd92ea7b09f0d0f8?rik=fnqwfS7u6dMi%2bQ&pid=ImgRaw&r=0",
    "type": "Girl Group",
    "infopart1": "AOA (Ace of Angels) is a South Korean girl group formed by FNC Entertainment in 2012. The group debuted with seven members, including Jimin, Yuna, Hyejeong, Seolhyun, Chanmi, Mina, and Youkyung, who later left the group in 2016. AOA's name stands for 'Ace of Angels,' which represents their dual concept of being 'innocent' and 'sexy.' The group is known for their unique concept and music style that combines various genres, such as pop, rock, and electronic dance music.",
    "infopart2": "AOA gained significant popularity with their hit songs such as 'Miniskirt,' 'Short Hair,' and 'Heart Attack,' which topped various music charts. The group's versatile music style and powerful performances have earned them numerous awards and recognition, including the New Artist Award at the 2012 Melon Music Awards and Best Dance Performance at the 2014 Mnet Asian Music Awards. Although the group has undergone some changes in its member lineup over the years, AOA has continued to release successful albums and gain a loyal fanbase both in South Korea and internationally.",
    "id": "PLVq0RiGin_etMzt3I8k3xBi3RnmbXLUzn"
    },
    {
    "name": "SuperM",
    "info": "SuperM is a group that consists of members from different popular K-pop groups such as EXO, SHINee, and NCT. They are known for their powerful performances and energetic music.",
    "profile": "https://i.scdn.co/image/ab676161000051748d69367047a24d20b0323ff7",
    "banner": "https://th.bing.com/th/id/R.fb51e1406e96958b8f0cf7926b24138f?rik=GaAVvuAHjMiHZQ&pid=ImgRaw&r=0",
    "type": "Boy Band",
    "infopart1": "Super M is a K-pop supergroup consisting of seven members from established SM Entertainment boy groups: SHINee's Taemin, EXO's Baekhyun and Kai, and NCT 127's Taeyong, Mark, Ten, and Lucas. The group was formed in 2019 and made their debut with their self-titled EP, which topped the Billboard 200 chart and marked the first time a K-pop group debuted at number one on the chart. Super M aims to showcase the members' unique talents and skills, with their music and performances blending different genres and styles, including pop, R&B, and hip-hop.",
    "infopart2": "The group's name represents their mission to unite fans and cultures worldwide, with  'Super' symbolizing their ambition to become a global phenomenon, and 'M' standing for 'matrix' and 'master,' representing their desire to be a 'masterpiece' in the music industry. Super M has gained popularity for their high-energy live performances, impressive choreography, and dynamic music videos. They have also been recognized for their international appeal, with members hailing from various countries and speaking multiple languages, making them accessible to a diverse audience. Super M has since released additional albums and embarked on successful world tours, solidifying their position as one of K-pop's most prominent acts.",
    "id":"PLBpyr_Y7qj09hWdiTbMBYwK8uhHc5wjqy"
    },
    {
    "name": "Astro",
    "info": "ASTRO is a six-member boy group known for their energetic and playful image and catchy songs.",
    "profile": "https://i.scdn.co/image/ab676161000051746034058cfde0084f922bb284",
    "banner": "https://vignette1.wikia.nocookie.net/kpop/images/f/f7/ASTRO_Dream_Part1.01_group_promo_photo.png/revision/latest?cb=20170529062757",
    "type": "Boy Band",
    "infopart1": "Astro is a six-member South Korean boy band formed by Fantagio in 2015. The group consists of MJ, JinJin, Cha Eun-woo, Moonbin, Rocky, and Yoon San-ha. They debuted with the single 'Hide & Seek' from their debut EP 'Spring Up' in 2016. Astro's music style can be described as a mix of pop and electronic dance music, and they are known for their energetic performances and catchy songs.",
    "infopart2": "Since their debut, Astro has released multiple successful albums and singles, with their 2018 album 'All Light' reaching number one on the Gaon Album Chart. They have also won several awards, including the Rookie Award at the 31st Golden Disc Awards and the Best New Male Artist at the 2016 Melon Music Awards. Astro has gained a dedicated fanbase both in South Korea and internationally, and they continue to release new music and perform live for their fans.",
    "id": "PL6R9jbZOZAotoL2ycmsbPt4PvKupB0G_s"
    },
    {
    "name": "Everglow",
    "info": "Everglow is a six-member girl group known for their powerful performances and unique sound.",
    "profile": "https://i.scdn.co/image/ab6761610000517463cc88daba8709af04c3d6ed",
    "banner": "https://www.nme.com/wp-content/uploads/2021/05/everglow-yuehua-entertainment-050421.jpg",
    "type": "Girl Group",
    "infopart1": "Everglow is a six-member girl group that debuted under Yuehua Entertainment in 2019. The members of the group are E:U, Sihyeon, Mia, Onda, Aisha, and Yiren. The group gained popularity with their debut single 'Bon Bon Chocolat,' which peaked at number three on the Gaon Music Chart. Everglow's music style is a combination of various genres, including pop, EDM, and hip-hop. They are known for their powerful and charismatic performances, as well as their unique fashion sense.",
    "infopart2": "Since their debut, Everglow has released several successful singles and EPs, including 'Adios,' 'Dun Dun,' and 'La Di Da.' The group has also won several awards, including the Best New Female Artist Award at the 2019 Mnet Asian Music Awards. In addition to their music career, Everglow has also participated in various variety shows and reality programs, such as 'Everglow Land' and 'Idol Room.' With their impressive talent and growing popularity, Everglow is considered one of the rising stars in the K-pop industry.",
    "id": "PLQwaMZCS6vkiM3zxYK0KwDGheSJqKoIwi"
    },
    {
    "name": "IZONE",
    "info": "IZONE is a twelve-member girl group formed through a survival show. They are known for their cute and bubbly image and catchy songs.",
    "profile": "https://i.scdn.co/image/ab67616100005174a6b0d348c125a072e5284b3e",
    "banner": "https://i.pinimg.com/originals/6b/89/b1/6b89b16151c43098b414fe34fb148ada.jpg",
    "type": "Girl Group",
    "infopart1": "IZONE is a South Korean-Japanese girl group formed through the survival competition reality show Produce 48 in 2018. The group consists of twelve members: Jang Won-young, Sakura Miyawaki, Jo Yu-ri, Choi Ye-na, An Yu-jin, Nako Yabuki, Kwon Eun-bi, Kang Hye-won, Hitomi Honda, Kim Chae-won, Kim Min-ju, and Lee Chae-yeon. They debuted in October 2018 with the EP 'ColorIZ' and the lead single 'La Vie en Rose.'",
    "infopart2": "IZONE's music style blends the sounds of J-pop and K-pop, incorporating elements of electronic dance music and ballads. They have gained a strong following both in Korea and Japan, with their music videos consistently achieving high view counts and charting well on music programs. The group has won numerous awards, including Best New Female Artist at the Mnet Asian Music Awards, and have also been nominated for several other awards. Despite a temporary hiatus due to the controversy surrounding the Produce series, IZONE has continued to release successful music and maintain a dedicated fanbase.",
    "id":"PLQr5hmDcmedVurFc1N4Og5n_8aA8vtAGW"
    },
    {
    "name": "LOONA",
    "info": "LOONA is a twelve-member girl group known for their unique and creative concept, where each member had their own solo debut before debuting as a group.",
    "profile": "https://i.scdn.co/image/ab6761610000517480584436e5726afb70cee7f8",
    "banner": "https://th.bing.com/th/id/R.6c6e36e146cc63dd4f2fe874f9fe854b?rik=uqcJZX5pzRHzgg&pid=ImgRaw&r=0",
    "type": "Girl Group",
    "infopart1": "LOONA, which stands for 'Girl of the Month,' is a twelve-member girl group formed by Blockberry Creative. Each member represents a different month of the year and has their own unique personality, style, and color. They debuted in 2018 with their extended play '++' and gained attention for their pre-debut project that introduced each member with their own solo release and music video. LOONA's music style is diverse, ranging from pop to electronic to ballads, and their lyrics often convey empowering messages of self-love and individuality.",
    "infopart2": "Since their debut, LOONA has gained a dedicated international fanbase and has been praised for their strong vocal and dance performances. They have released several successful albums and singles, including 'Butterfly,' 'Hi High,' and 'Star.' The group has also been recognized for their visually stunning music videos and unique concepts, which often incorporate sci-fi and fantasy elements. LOONA's members are also known for their close bond and support for each other, which is reflected in their group dynamic both on and off stage.",
    "id":"PLKD625e60BRJQZuwy2KYSV0xqm5zf_5fj"
    },
    {
    "name": "Pentagon",
    "info": "Pentagon is a nine-member boy group known for their powerful performances and self-produced music.",
    "profile": "https://i.scdn.co/image/ab676161000051747fd277fc83d7670dadb45790",
    "banner": "https://images2.imgbox.com/b6/f4/fIwI7JGl_o.jpeg",
    "type": "Boy Band",
    "infopart1": "Pentagon is a South Korean boy group that debuted in 2016 under Cube Entertainment. The group consists of ten members: Jinho, Hui, Hongseok, Shinwon, Yeo One, Yan An, Yuto, Kino, Wooseok, and former member E'Dawn. They gained attention even before their debut through the survival show 'Pentagon Maker,' which allowed fans to participate in the process of choosing the final members of the group.",
    "infopart2": "Pentagon's music is known for its versatility, ranging from upbeat and energetic songs to emotional ballads. They are also known for their impressive vocal abilities, powerful rap lines, and intricate choreography. Some of their most popular songs include 'Shine,' 'Humph!,' 'Can You Feel It,' and 'Dr. BeBe.' In addition to their music, the members are also recognized for their variety show appearances and individual talents such as songwriting and producing. Despite facing some challenges and member changes over the years, Pentagon continues to grow in popularity and showcase their unique style in the K-pop industry.",
    "id":"PL4ufSRQ4bOqBGHFXzvHXOkjNqfch9t5eO"
    },
    {
    "name": "Weki Meki",
    "info": "Weki Meki is an eight-member girl group known for their energetic performances and catchy songs.",
    "profile": "https://i.scdn.co/image/ab67616100005174254daf7026f593ccd20812e5",
    "banner": "https://th.bing.com/th/id/R.51831878757c6b58ac1c2eebf8d35880?rik=Nv4crVl7NvUOzQ&pid=ImgRaw&r=0",
    "type": "Girl Group",
    "infopart1": "Weki Meki is a South Korean girl group formed by Fantagio Music in 2017. The group's name comes from the Korean words 'weki' and 'meki,' which mean 'to have' and 'some' respectively, to represent the idea of the members having something special that they want to share with their fans. The group consists of eight members: Ji Suyeon, Elly, Choi Yoojung, Kim Doyeon, Sei, Lua, Rina, and Lucy. Weki Meki made their debut in August 2017 with their single album 'WEME,' which featured the title track 'I Don't Like Your Girlfriend.' Since then, the group has released several successful albums and singles, including 'La La La,' 'Crush,' and 'Oopsy.'",
    "infopart2": "Weki Meki's music is known for its catchy and upbeat sound, with elements of pop, electronic, and hip hop. The group's performances often feature intricate choreography and strong vocals, showcasing the members' skills as both singers and dancers. Weki Meki has gained a dedicated fanbase both in Korea and internationally, with their music and style often praised for being fresh and unique in the crowded K-pop industry. In addition to their music career, the members of Weki Meki have also appeared on various TV shows and dramas, further expanding their reach and popularity.",
    "id": "PLXxxDOI5DIDWpHfIUiLKa0X8R5vcTfpCh"
    },
    {
    "name": "SF9",
    "info": "SF9 is a nine-member boy group known for their powerful performances and charismatic image.",
    "profile": "https://i.scdn.co/image/ab67616100005174060cc13fe1a58394ee8ef701",
    "banner": "https://vignette.wikia.nocookie.net/sf9/images/8/8f/SF9_-_RPM_Japanese_promo.jpg/revision/latest/scale-to-width-down/2000?cb=20191002014251",
    "type": "Boy Band",
    "infopart1": "SF9 is a South Korean boy group formed by FNC Entertainment in 2016. The group's name stands for Sensational Feeling 9, representing the idea of nine members creating a sensational feeling with their music. The members of SF9 include Youngbin, Inseong, Jaeyoon, Dawon, Rowoon, Zuho, Taeyang, Hwiyoung, and Chani. The group made their debut in October 2016 with their first single album 'Feeling Sensation,' which included the title track 'Fanfare.' Since then, the group has released several successful albums and singles, including 'Roar,' 'Easy Love,' and 'O Sole Mio.'",
    "infopart2": "SF9's music is known for its unique blend of pop, R&B, and hip hop, with powerful vocals and dynamic choreography. The group's performances often showcase their strong teamwork and individual talents, with each member bringing their own unique style and personality to the stage. SF9 has gained a loyal fanbase both in Korea and internationally, with their music and visuals often praised for their high quality and creativity. In addition to their music career, the members of SF9 have also pursued acting and hosting opportunities, further expanding their presence in the entertainment industry.",
    "id": "PLCnuQTGyjuY14-hK_OfoxNq5sc0ePf--q"
    },
    {
    "name": "Dreamcatcher",
    "info": "Dreamcatcher is a seven-member girl group known for their rock-inspired music and dark and mysterious image.",
    "profile": "https://i.scdn.co/image/ab676161000051743d473b3dcc380e2aec2ab329",
    "banner": "https://dbkpop.com/wp-content/uploads/2019/02/dreamcatcher_the_end_of_nightmare_all.jpg",
    "type": "Girl Group",
    "infopart1": "Dreamcatcher is a South Korean girl group formed by Happy Face Entertainment in 2017. The group originally debuted as MINX in 2014, but rebranded as Dreamcatcher in 2017 with a new concept and sound. The group consists of seven members: JiU, SuA, Siyeon, Handong, Yoohyeon, Dami, and Gahyeon. Dreamcatcher's music is known for its unique blend of rock, metal, and pop, with powerful vocals and intricate choreography. They have released several successful albums and singles, including 'Chase Me,' 'Fly High,' and 'Scream.'",
    "infopart2": "Dreamcatcher's concept revolves around the idea of 'nightmares' and 'dreams,' with their music and visuals often featuring dark, haunting imagery. The group has gained a dedicated fanbase both in Korea and internationally, known as InSomnia, who appreciate their distinctive style and powerful performances. In addition to their music career, the members of Dreamcatcher have also appeared on various TV shows and reality programs, showcasing their personalities and expanding their fanbase. The group has also been praised for their positive messages of self-empowerment and perseverance in their music and lyrics.",
    "id":"PLmNaKWy1cIoH9uG8Gek0JRDS_bJ7NzdZK"
    },
    {
    "name": "IU",
    "info": "IU is a singer-songwriter and actress known for her sweet and emotional voice and versatile music style.",
    "profile": "https://i.scdn.co/image/ab67616100005174006ff3c0136a71bfb9928d34",
    "banner": "https://th.bing.com/th/id/R.4aa15e0c924f8ef76a2cd4ab4c2a0e3a?rik=6OLy%2fPcOBmKKMQ&riu=http%3a%2f%2fgetwallpapers.com%2fwallpaper%2ffull%2f8%2fe%2f4%2f701802-beautiful-iu-wallpaper-2560x1600-for-hd-1080p.jpg&ehk=XCnAOQhlqXbUe0J%2fbfyknZhw5TDWszBKjHQkGtD9nG8%3d&risl=&pid=ImgRaw&r=0",
    "type": "Soloist",
    "infopart1": "IU, also known as Lee Ji-eun, is a South Korean singer-songwriter and actress. She began her music career in 2008 with her debut single 'Lost Child' and quickly gained popularity for her sweet and melodic voice. IU has released numerous successful albums and singles throughout her career, including hits like 'Good Day,' 'You and I,' and 'Palette.' Her music is known for its diverse styles and emotional lyrics, and she has won multiple awards for her work in the Korean music industry.",
    "infopart2": "In addition to her music career, IU has also made a name for herself as an actress, appearing in several popular Korean dramas such as 'Dream High,' 'My Mister,' and 'Hotel del Luna.' She has received critical acclaim for her acting skills and has won several awards for her performances. IU is also known for her philanthropic work, including her donations to various charitable organizations and her support of causes such as education and animal welfare. She is considered one of the most influential and successful artists in the Korean entertainment industry, and her popularity continues to grow both in Korea and internationally.",
    "id":"PLY8Qie52MWwPySOr_ChoWlaeJFf78JzO0"
    },
    {
    "name": "Taeyeon",
    "info": "Taeyeon is a member of the girl group Girls' Generation and a soloist known for her powerful vocals and emotional ballads.",
    "profile": "https://i.scdn.co/image/ab67616100005174b29975f8b42bcba1eae62577",
    "banner": "https://th.bing.com/th/id/R.1f74330f8b329183c2df8af47ddbc28e?rik=KPbVDl9s7k00Gw&pid=ImgRaw&r=0",
    "type": "Soloist",
    "infopart1": "Kim Tae-yeon, known professionally as Taeyeon, is a South Korean singer and actress. She was born on March 9, 1989, in Jeonju, South Korea. Taeyeon debuted as a member of the girl group Girls' Generation in 2007 and quickly became known for her powerful vocals and emotive performances. In 2015, she released her debut solo EP 'I', which featured the hit single 'I'. Since then, she has released several successful solo albums and singles, including 'Why', 'Fine', and 'Four Seasons'.",
    "infopart2": "Taeyeon's music is known for its emotional depth and range, with a focus on ballads and mid-tempo pop songs. She has been praised for her vocal prowess and ability to convey complex emotions through her singing. In addition to her music career, Taeyeon has also ventured into acting, appearing in several Korean dramas and films. She has won numerous awards and accolades for both her music and acting, solidifying her status as one of the most talented and beloved performers in South Korea.",
    "id":"PL4OD1U8dl_vWixBQ1_aUS1w-nGYMpbPwU"
    },
    {
    "name": "Chungha",
    "info": "Chungha is a former member of the girl group IOI and a soloist known for her charismatic performances and dance skills.",
    "profile": "https://i.scdn.co/image/ab6761610000517493c6f21062da1ef012275ff6",
    "banner": "https://th.bing.com/th/id/R.2fa99368e1c4ea712e44cb5b5cad0ff2?rik=fktPdPf%2bNEoFLA&pid=ImgRaw&r=0",
    "type": "Soloist",
    "infopart1": "Chungha is a South Korean singer and dancer who rose to fame after appearing on the reality competition show Produce 101 in 2016. Born Kim Chan-mi on February 9, 1996, she later changed her stage name to Chungha. After placing fourth on the show, she debuted as a member of the girl group I.O.I, which was formed through the show. Following the group's disbandment, Chungha launched her solo career in 2017 with the single 'Why Don't You Know,' which featured rapper Nucksal. Since then, she has released several successful singles and albums, including 'Roller Coaster,' 'Snapping,' and 'Bicycle.'",
    "infopart2": "Chungha's music is known for its versatile range of genres, including pop, dance, R&B, and EDM. Her performances often feature powerful vocals and dynamic choreography, showcasing her skills as both a singer and dancer. Chungha has won numerous awards for her music, including several Mnet Asian Music Awards, and has gained a dedicated fanbase both in Korea and internationally. In addition to her music career, she has also appeared on various TV shows and reality programs, such as 'Produce 48' and 'Running Man,' and has served as a brand ambassador for several fashion and beauty brands.",
    "id":"PLadTCima8mvj4pMfwbi_yC1oHY97b426z"
    },
    {
    "name": "Baekhyun",
    "info": "Baekhyun is a member of the boy group EXO and a soloist known for his smooth vocals and romantic ballads.",
    "profile": "https://i.scdn.co/image/ab676161000051741e2e0f17d257a40be0782f35",
    "banner": "https://th.bing.com/th/id/R.7c578534028adad4b4d8ac52537d3bf8?rik=EctIdtlR7trrnA&pid=ImgRaw&r=0",
    "type": "Soloist",
    "infopart1": "Baekhyun is a South Korean singer and actor, best known as a member of the popular boy group EXO. He was born on May 6, 1992, and made his debut as a member of EXO in 2012. Baekhyun is known for his powerful vocals and stage presence, and has been recognized for his talent through various awards and nominations. In addition to his work with EXO, Baekhyun has released successful solo music, including his debut mini album 'City Lights' and his second mini album 'Delight', which both achieved impressive sales and critical acclaim.",
    "infopart2": "Baekhyun has also made a name for himself as an actor, with appearances in various TV dramas such as 'Moon Lovers: Scarlet Heart Ryeo' and 'Record of Youth'. He has also lent his voice to several drama soundtracks, showcasing his versatility as an artist. Baekhyun's popularity both in Korea and internationally has led to numerous endorsement deals, and he has been praised for his fashion sense and unique style. With his talent and charisma, Baekhyun has become a beloved figure in the K-pop industry and continues to captivate fans with his music and performances.",
    "id": "PL0KKrvCkFMmD_XYEA97-JlBu6tKa_kwCc"
    },
    {
    "name": "Sunmi",
    "info": "Sunmi is a former member of the girl group Wonder Girls and a soloist known for her confident and sexy image and catchy songs.",
    "profile": "https://i.scdn.co/image/ab676161000051744a29246fa242d0b9f8de3b31",
    "banner": "https://th.bing.com/th/id/R.ca541e8b9962e470e7d35449d126b707?rik=XaOyBE1LD2kCBw&pid=ImgRaw&r=0",
    "type": "Soloist",
    "infopart1": "Sunmi is a South Korean singer, songwriter, and dancer who first rose to fame as a member of the girl groups Wonder Girls and later as a solo artist. She was born on May 2, 1992, in Iksan, North Jeolla Province, South Korea, and debuted as a member of Wonder Girls in 2007. Sunmi left the group in 2010 to continue her studies but returned in 2015 to promote their album 'Reboot.' She then left the group again in 2017 to focus on her solo career. Sunmi debuted as a solo artist in 2013 with the single '24 Hours' and has since released several successful singles and albums, including 'Gashina,' 'Heroine,' and 'Noir.'",
    "infopart2": "Sunmi's music is known for its powerful vocals, catchy beats, and strong lyrics that often explore themes of self-empowerment and female sexuality. She has also gained recognition for her unique fashion style and bold performance concepts. Sunmi has won several awards for her music, including the 'Best Female Artist' award at the 2019 Mnet Asian Music Awards. In addition to her music career, Sunmi has also appeared on various TV shows and reality programs, including 'King of Masked Singer,' 'Running Man,' and 'Knowing Bros,' further showcasing her talents and personality to a wider audience.",
    "id":"PLGsdtPNZw_5WxmF-i2XR9TQSvdJCOj8BG"
    },
    {
    "name": "Kang Daniel",
    "info": "Kang Daniel is a former member of the boy group Wanna One and a soloist known for his powerful performances and catchy songs.",
    "profile": "https://i.scdn.co/image/ab67616100005174817bd4d5071a23f13c87f225",
    "banner": "https://th.bing.com/th/id/R.c2ee3f060167ca0c65b2b76322294fe6?rik=tv7DwUIrf2eS%2bg&pid=ImgRaw&r=0",
    "type": "Soloist",
    "infopart1": "Kang Daniel is a South Korean singer, rapper, and dancer. He first gained popularity as a member of the boy group Wanna One, which was formed through the second season of the survival show Produce 101. Kang Daniel ranked first in the final episode of the show and became the center of Wanna One. The group released several successful albums and singles before disbanding in 2018. After leaving Wanna One, Kang Daniel launched his solo career and released his debut single 'What Are You Up To' in July 2019, which quickly became a hit. Since then, he has released several more successful singles and albums, including 'Magenta' and 'Yellow', and has won multiple awards for his music.",
    "infopart2": "In addition to his music career, Kang Daniel is known for his philanthropy and advocacy work. He has been a supporter of various social causes, including mental health and the environment. Kang Daniel has also been recognized for his fashion sense and has been named one of the best-dressed male K-pop idols. He is considered to be a role model for his fans, known as 'Danity', and has been praised for his positive attitude and work ethic. Kang Daniel's success as a solo artist has cemented his position as one of the most popular and influential idols in the K-pop industry today.",
    "id":"PL1Ygm6O0510A-O59T2pciw7WnfzpLMbjY"
    },
    {
    "name": "Heize",
    "info": "Heize is a singer-songwriter and rapper known for her soulful and emotional music.",
    "profile": "https://i.scdn.co/image/ab67616100005174b55c3a580a05d6a61bd678ca",
    "banner": "https://media.starbiz.net/2020/09/heize-signs-exclusive-contract-with-psys-agency-p-nation-after-leaving-cj-enm-3.jpg",
    "type": "Soloist",
    "infopart1": "Heize is a South Korean singer-songwriter and rapper who debuted in 2014 with her self-titled EP. Born Jang Da-hye, Heize originally gained attention through her appearances on the second season of the TV show 'Unpretty Rapstar' in 2015. She has since become known for her unique blend of R&B, hip-hop, and pop music, with many of her songs exploring themes of love, heartbreak, and self-reflection.",
    "infopart2": "Heize has released several successful albums and singles throughout her career, including 'And July,' 'Don't Know You,' and 'You, Clouds, Rain.' In addition to her music career, Heize has also made appearances in various TV shows and dramas, including 'It's Okay, That's Love' and 'Goblin.' She has won several awards for her music, including Best Vocal Performance at the 2017 Mnet Asian Music Awards and Best R&B and Soul at the 2021 Korean Music Awards. Heize is known for her soulful voice and introspective lyrics, and has gained a dedicated fanbase both in Korea and internationally.",
    "id": "PLSG6HHhiLYEXDu0aYXafUiVKfvlcKp5O4"
    },
    {
    "name": "Hyuna",
    "info": "Hyuna is a former member of the girl group 4Minute and a soloist known for her sexy and bold image and catchy songs.",
    "profile": "https://i.scdn.co/image/ab67616100005174d7f4b9b294a630d27f0c4d81",
    "banner": "https://dbkpop.com/wp-content/uploads/2020/08/Hyuna_Good_Girl_Teaser_5.jpg",
    "type": "Soloist",
    "infopart1": "Hyuna is a South Korean singer, rapper, and songwriter who first gained fame as a member of the girl group Wonder Girls before leaving to pursue a solo career. She debuted as a solo artist in 2010 with the single 'Change' and has since released several successful albums and singles, including 'Bubble Pop!' and 'Ice Cream'. Known for her bold and provocative image, Hyuna has become one of the most popular female solo artists in the K-pop industry.",
    "infopart2": "In addition to her music career, Hyuna has also appeared in several variety shows and reality programs, showcasing her humorous and outgoing personality. She has also worked as a model and spokesperson for various brands and has been recognized for her fashion sense and style. Despite facing some controversies over the years, Hyuna has remained a beloved figure in the K-pop industry and continues to inspire fans with her music and performances.",
    "id":"PLP9h2WpSyv8LS0lBoNncw1BlXXWj0BD3h"
    },
    {
    "name": "Zico",
    "info": "Zico is a rapper, producer, and singer known for his unique and experimental music style.",
    "profile": "https://i.scdn.co/image/ab67616100005174511f570580c79107b2fa70b9",
    "banner": "https://dbkpop.com/wp-content/uploads/2018/01/zico_television_3.jpg",
    "type": "Soloist",
    "infopart1": "Zico is a South Korean rapper, singer, and record producer who first gained recognition as the leader of the hip-hop group Block B. He was born Woo Ji-ho on September 14, 1992, in Seoul, South Korea. Zico began his solo career in 2014 with the release of his debut single 'Tough Cookie', which showcased his unique style of blending rap with electronic and rock music. He has since released several successful solo albums, including 'Gallery' (2015), 'Television' (2017), and 'Thinking Part 2' (2020).",
    "infopart2": "Zico is known for his versatility as an artist, with his music drawing inspiration from a variety of genres including hip hop, R&B, and EDM. He is widely regarded as one of the most influential figures in the Korean hip hop scene and has collaborated with many prominent artists both within and outside of South Korea. In addition to his music career, Zico has also appeared as a judge on the survival reality TV show 'Show Me the Money' and has produced music for other artists, including IU and Red Velvet. He has won numerous awards for his music, including Best Male Artist at the 2016 Mnet Asian Music Awards.",
    "id":"PLM7Ev_citAZhRvMHdQ4IiAC5eS0usS3ni"
    },
    {
    "name": "Jay Park",
    "info": "Jay Park is a rapper, singer, and CEO of the label AOMG known for his confident and charismatic image and unique music style.",
    "profile": "https://i.scdn.co/image/ab676161000051745ef6675e036acc2bb446d5ce",
    "banner": "https://a-a-ah-ru.s3.amazonaws.com/uploads/items/149394/308436/xlarge_7.jpg",
    "type": "Soloist",
    "infopart1": "Jay Park is a Korean-American rapper, singer, songwriter, and record producer. He was born in Edmonds, Washington, in 1987, and later moved to South Korea to pursue his music career. Park first gained fame as the leader of the South Korean boy band 2PM, which debuted in 2008 under JYP Entertainment. However, in 2009, Park left the group due to personal reasons and returned to the United States. He later founded the independent record label AOMG, which has signed several successful Korean hip-hop artists.",
    "infopart2": "Jay Park's music is known for blending hip hop with R&B, pop, and electronic music, and his lyrics often touch on personal experiences and social issues. He has released several successful solo albums, including 'New Breed,' 'Worldwide,' and 'Everything You Wanted,' and has collaborated with a wide range of artists both in Korea and internationally. In addition to his music career, Park has also appeared as a judge on several Korean talent shows and has acted in Korean TV dramas and movies. He has been praised for his contributions to Korean hip hop and for bridging the gap between Korean and American music cultures.",
    "id": "PL2HEDIx6Li8giewIKlI39UM45467AGpPP"
    },
    {
    "name": "G-Dragon",
    "info": "G-Dragon is a rapper, singer, and producer known for his innovative and experimental music style and fashion sense.",
    "profile": "https://i.scdn.co/image/ab676161000051745923c0ca32a3cf3a81b34728",
    "banner": "https://th.bing.com/th/id/R.4c6aa306cb028c9ac69dcbd929ea4e65?rik=wsbMF5xUvm1jvQ&pid=ImgRaw&r=0",
    "type": "Soloist",
    "infopart1": "G-Dragon, born Kwon Ji-yong, is a South Korean rapper, singer-songwriter, record producer, and fashion icon. He is widely recognized as one of the most influential figures in the Korean entertainment industry, having achieved both critical and commercial success throughout his career. G-Dragon debuted as a member of the boy band BIGBANG in 2006, but he is also known for his solo work. He has released multiple successful albums and singles, including his debut solo album 'Heartbreaker' in 2009, which was a commercial success and received critical acclaim.",
    "infopart2": "In addition to his music career, G-Dragon has also made a name for himself in the fashion industry, often appearing at fashion shows and events and collaborating with luxury brands. He has been named as one of the world's best-dressed men by several publications, and he has also launched his own fashion brand, PEACEMINUSONE. G-Dragon has won numerous awards throughout his career, including multiple Mnet Asian Music Awards, and he is also recognized for his philanthropic work. He has donated to various charitable causes and has been appointed as an honorary ambassador for UNICEF Korea.",
    "id":"PLu9-Jw6kolDysQnkadTlBw7J8MGaABhLS"
    },
    {
    "name": "Jessi",
    "info": "Jessi is a rapper and singer known for her powerful and confident image and bold music.",
    "profile": "https://i.scdn.co/image/ab67616100005174be76c66001c8d4973f992208",
    "banner": "https://kpopping.com/documents/f1/2/3276/220413-JESSI-ZOOM-Showcase-documents-1(1).jpeg?v=a7434",
    "type": "Soloist",
    "infopart1": "Jessica Hyun-ju Ho, known professionally as Jessi, is a Korean-American rapper, singer, and songwriter. She was born on December 17, 1988, in New York and grew up in New Jersey. Jessi began her music career in South Korea in 2005 as a member of the hip-hop group Uptown, but it was not until she appeared on the survival show Unpretty Rapstar in 2015 that she gained widespread recognition. Since then, she has released several successful singles and albums, including the hits 'Nunu Nana,' 'Drip,' and 'What Type of X.' Jessi is known for her confident and powerful stage presence and her ability to mix Korean and English lyrics in her music.",
    "infopart2": "In addition to her music career, Jessi has also appeared on various TV shows and variety programs, including the reality show Sisters' Slam Dunk, where she formed a girl group called Unnies with other female celebrities. She has also been a judge on the singing competition show The Voice of Korea and the dance competition show Street Woman Fighter. Jessi has gained a reputation as a strong and independent woman in the Korean entertainment industry, often speaking out about body positivity and female empowerment. Her music and personality have earned her a dedicated fanbase both in Korea and internationally, and she continues to be a force to be reckoned with in the K-pop and hip-hop scenes.",
    "id": "PL4OD1U8dl_vU1YhU6iGNi9wpzev9dsw8H"
    },
    {
    "name": "Taemin",
    "info": "Singer, dancer, and actor with impressive dance skills and unique vocal tone.",
    "profile":"https://i.scdn.co/image/ab67616100005174b99713cdd2a68b0db306aad6",
    "banner":"https://1.bp.blogspot.com/-VQ0e93yjK6I/YKJ7PzyHD1I/AAAAAAAASYM/SGvUx_aBAX4C_aaB_PxDqbzZJZ_FueuWwCLcBGAsYHQ/s2048/TAEMIN-Latest-Wallpapers-Collection-Advice-Album-13.jpg",
    "type":"Soloist",
    "infopart1": "Taemin, also known as Lee Tae-min, is a South Korean singer, dancer, and actor. He was born on July 18, 1993, in Seoul, South Korea. Taemin began his career in 2008 as a member of the boy group SHINee, which debuted under SM Entertainment. The group quickly gained popularity and became one of the most successful K-pop groups of all time. In 2014, Taemin made his solo debut with the mini-album 'Ace,' which was a commercial success and showcased his unique vocal and dance abilities. Since then, he has released several successful albums and singles, including 'Move,' 'Want,' and 'Criminal,' and has established himself as one of the most iconic solo artists in K-pop.",
    "infopart2": "Taemin's music is known for its experimental and edgy sound, incorporating elements of R&B, pop, and electronic dance music. He is also known for his dynamic and mesmerizing dance performances, which often incorporate elements of contemporary dance and street dance styles. In addition to his music career, Taemin has also appeared in various TV shows, dramas, and musicals, showcasing his versatility as an artist. He has won several awards and accolades throughout his career, including multiple Mnet Asian Music Awards and Golden Disc Awards, and is regarded as one of the most influential and talented performers in the K-pop industry.",
    "id":"PL3BpcT6M4zKtWUKGK9P4ZFseS3JdNslHh"
    },
    {
    "name": "Kang Seung-yoon",
    "info": "Singer-songwriter and producer known for his emotional ballads and upbeat pop songs.",
    "profile":"https://i.scdn.co/image/ab6761610000517429bffd61508f6811a6e4495d",
    "banner":"https://i.pinimg.com/originals/02/69/2f/02692f5b22c9d320b6534e6ae056e6e5.png",
    "type":"Soloist",
    "infopart1": "Kang Seung-yoon is a South Korean singer, songwriter, and actor. He was born on January 21, 1994, in Busan, South Korea. Kang started his music career as a contestant on the reality TV show ‘Superstar K2’ in 2010, where he finished in fourth place. After the show, he joined the YG Entertainment trainee program and debuted as the leader of the boy group WINNER in 2014. As a solo artist, Kang has released several singles and albums, including his debut mini-album ‘My Moment’ in 2019 and his second mini-album ‘Page’ in 2021.",
    "infopart2": "Kang Seung-yoon's music is known for its emotional lyrics and his powerful and distinctive voice. He has been praised for his ability to convey a wide range of emotions through his music and for his songwriting skills. In addition to his music career, Kang has also appeared in several TV dramas, including ‘We Broke Up’ and ‘Prison Playbook,’ and he has hosted various TV shows, including ‘Inkigayo’ and ‘Kang's Kitchen.’ He has also appeared on the reality TV show ‘New Journey to the West’ as a regular cast member. Kang is known for his warm personality and his dedication to his fans, and he has a large and loyal fanbase both in Korea and internationally.",
    "id":"PLZp4ZgK-zOYdrykgrN7cF3Zevr_F1YwyZ"
    },
    {
    "name": "Ailee",
    "info": "Singer known for her powerful vocals and emotional ballads.",
    "profile":"https://i.scdn.co/image/ab676161000051748aec4284aed8bb502a411043",
    "banner":"https://th.bing.com/th/id/R.f8c47d08751c268e8c1ad86ef149daae?rik=GsYwP2%2fvFLdjmA&riu=http%3a%2f%2fcdn.koreaboo.com%2fwp-content%2fuploads%2f2014%2f10%2fAileeDontTouchMe.jpg&ehk=%2f5MibEAfUDkiDnZPqwD0I%2fh9MD1iic86ZsqraaCo7dM%3d&risl=&pid=ImgRaw&r=0",
    "type":"Soloist",
    "infopart1": "Ailee is a Korean-American singer and songwriter. She was born in Colorado, USA, but moved to South Korea in 2010 to pursue a music career. Ailee first gained recognition with her debut single ‘Heaven’ in 2012, which topped several music charts in Korea. Since then, she has released several successful albums and singles, including ‘U&I,’ ‘Don't Touch Me,’ and ‘I Will Go to You Like the First Snow.’ Ailee is known for her powerful vocals and soulful R&B style, and has been praised for her ability to connect with audiences through her emotional performances.",
    "infopart2": "In addition to her music career, Ailee has also appeared on several TV shows, including ‘King of Mask Singer,’ where she won first place in 2016. She has also acted in a few dramas, such as ‘Dream High 2’ and ‘Hotel Del Luna.’ Ailee has won several awards for her music, including several Golden Disk Awards and Mnet Asian Music Awards. She has also been recognized for her philanthropic efforts, and was appointed as an honorary ambassador for the Korean Red Cross in 2020. Ailee is considered one of the top vocalists in the Korean music industry, and continues to captivate audiences with her music and performances.",
    "id":"PLOLZhNv_jH2wlOiwdfDJYfgMrknxiIaRi"
    },
    {
    "name": "Eric Nam",
    "info": "Singer, songwriter, and television host known for his smooth vocals and charming personality.",
    "profile":"https://i.scdn.co/image/ab67616100005174f5b31977f8ca5a5d9c9d776e",
    "banner":"https://asiapacificarts.org/wp-content/uploads/2022/02/wIMG_1614-scaled.jpg",
    "type":"Soloist",
    "infopart1": "Eric Nam is a Korean-American singer, songwriter, and television host. Born and raised in Atlanta, Georgia, Eric moved to South Korea in 2011 to pursue a career in music. He gained popularity after participating in the second season of the Korean singing competition show 'Birth of a Great Star 2' in 2012, where he finished in fifth place. He then made his official debut as a solo artist in 2013 with the single album 'Cloud 9'. Since then, Eric has released multiple albums and singles, including his latest EP 'The Other Side' in 2020, which features collaborations with various artists like Marc E. Bassy and Lauv.",
    "infopart2": "In addition to his music career, Eric Nam is also known for his work as a television host and personality. He has hosted various shows, including the music variety show 'After School Club' and the podcast 'K-Pop Daebak with Eric Nam'. He has also appeared as a guest on numerous Korean and American talk shows and variety programs, showcasing his fluent English and Korean skills. Eric has been praised for his unique blend of Western and Korean pop influences in his music, as well as his charming personality and wit on screen.",
    "id":"PLmQEvqOh2hXo8UBepnolTBZGuGxiTewrn"
    }

    ]
}